Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Double-tap to open in the App Store.
ar: اضغط مرتين للفتح في App Store.
de: Doppeltippen, um im App Store zu öffnen.
el: Πατήστε δύο φορές για άνοιγμα στο App Store.
es: Toca dos veces para abrir en la App Store.
fa: برای باز کردن در App Store دوبار ضربه بزنید.
fr: Touchez deux fois pour ouvrir dans l'App Store.
he: הקש הקשה כפולה כדי לפתוח ב-App Store.
hi: App Store में खोलने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk membuka di App Store.
it: Tocca due volte per aprire nell'App Store.
ja: ダブルタップして App Store で開きます。
ko: 두 번 탭하여 App Store에서 엽니다.
nl: Dubbeltik om te openen in de App Store.
pl: Stuknij dwukrotnie, aby otworzyć w App Store.
pt: Toque duas vezes para abrir na App Store.
ru: Дважды коснитесь, чтобы открыть в App Store.
sv: Dubbeltryck för att öppna i App Store.
th: แตะสองครั้งเพื่อเปิดใน App Store
tr: App Store'da açmak için iki kez dokunun.
uk: Двічі торкніться, щоб відкрити в App Store.
vi: Chạm hai lần để mở trong App Store.
zh_hans: 轻点两下在 App Store 中打开。

source: Double-tap to open.
ar: اضغط مرتين للفتح.
de: Doppeltippen zum Öffnen.
el: Πατήστε δύο φορές για άνοιγμα.
es: Toca dos veces para abrir.
fa: برای باز کردن دوبار ضربه بزنید.
fr: Touchez deux fois pour ouvrir.
he: הקש הקשה כפולה לפתיחה.
hi: खोलने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk membuka.
it: Tocca due volte per aprire.
ja: ダブルタップして開きます。
ko: 두 번 탭하여 엽니다.
nl: Dubbeltik om te openen.
pl: Stuknij dwukrotnie, aby otworzyć.
pt: Toque duas vezes para abrir.
ru: Дважды коснитесь, чтобы открыть.
sv: Dubbeltryck för att öppna.
th: แตะสองครั้งเพื่อเปิด
tr: Açmak için iki kez dokunun.
uk: Двічі торкніться, щоб відкрити.
vi: Chạm hai lần để mở.
zh_hans: 轻点两下打开。

source: Double-tap to open. Use actions to move or remove.
ar: اضغط مرتين للفتح. استخدم الإجراءات للنقل أو الإزالة.
de: Doppeltippen zum Öffnen. Verwende Aktionen zum Verschieben oder Entfernen.
el: Πατήστε δύο φορές για άνοιγμα. Χρησιμοποιήστε ενέργειες για μετακίνηση ή κατάργηση.
es: Toca dos veces para abrir. Usa las acciones para mover o eliminar.
fa: برای باز کردن دوبار ضربه بزنید. برای جابه‌جایی یا حذف از اقدامات استفاده کنید.
fr: Touchez deux fois pour ouvrir. Utilisez les actions pour déplacer ou supprimer.
he: הקש הקשה כפולה לפתיחה. השתמש בפעולות כדי להעביר או להסיר.
hi: खोलने के लिए डबल-टैप करें। स्थानांतरित करने या हटाने के लिए क्रियाओं का उपयोग करें।
id: Ketuk dua kali untuk membuka. Gunakan tindakan untuk memindahkan atau menghapus.
it: Tocca due volte per aprire. Usa le azioni per spostare o rimuovere.
ja: ダブルタップして開きます。操作を使って移動または削除できます。
ko: 두 번 탭하여 엽니다. 작업을 사용해 이동하거나 제거하세요.
nl: Dubbeltik om te openen. Gebruik acties om te verplaatsen of te verwijderen.
pl: Stuknij dwukrotnie, aby otworzyć. Użyj działań, aby przenieść lub usunąć.
pt: Toque duas vezes para abrir. Use ações para mover ou remover.
ru: Дважды коснитесь, чтобы открыть. Используйте действия для перемещения или удаления.
sv: Dubbeltryck för att öppna. Använd åtgärder för att flytta eller ta bort.
th: แตะสองครั้งเพื่อเปิด ใช้การกระทำเพื่อย้ายหรือลบ
tr: Açmak için iki kez dokunun. Taşımak veya kaldırmak için eylemleri kullanın.
uk: Двічі торкніться, щоб відкрити. Використовуйте дії, щоб перемістити або видалити.
vi: Chạm hai lần để mở. Dùng các thao tác để di chuyển hoặc xóa.
zh_hans: 轻点两下打开。使用操作进行移动或移除。

source: Double-tap to remove download.
ar: اضغط مرتين لإزالة التنزيل.
de: Doppeltippen, um den Download zu entfernen.
el: Πατήστε δύο φορές για κατάργηση της λήψης.
es: Toca dos veces para eliminar la descarga.
fa: برای حذف دانلود دوبار ضربه بزنید.
fr: Touchez deux fois pour supprimer le téléchargement.
he: הקש הקשה כפולה כדי להסיר את ההורדה.
hi: डाउनलोड हटाने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk menghapus unduhan.
it: Tocca due volte per rimuovere il download.
ja: ダブルタップしてダウンロードを削除します。
ko: 두 번 탭하여 다운로드를 제거합니다.
nl: Dubbeltik om de download te verwijderen.
pl: Stuknij dwukrotnie, aby usunąć pobrany plik.
pt: Toque duas vezes para remover o download.
ru: Дважды коснитесь, чтобы удалить загрузку.
sv: Dubbeltryck för att ta bort nedladdningen.
th: แตะสองครั้งเพื่อลบการดาวน์โหลด
tr: İndirmeyi kaldırmak için iki kez dokunun.
uk: Двічі торкніться, щоб видалити завантаження.
vi: Chạm hai lần để xóa tệp tải xuống.
zh_hans: 轻点两下移除下载内容。

source: Double-tap to seek.
ar: اضغط مرتين للتقديم أو الترجيع.
de: Doppeltippen zum Spulen.
el: Πατήστε δύο φορές για αναζήτηση.
es: Toca dos veces para buscar.
fa: برای پیمایش دوبار ضربه بزنید.
fr: Touchez deux fois pour naviguer.
he: הקש הקשה כפולה כדי לדלג.
hi: सीक करने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk mencari posisi.
it: Tocca due volte per scorrere.
ja: ダブルタップしてシークします。
ko: 두 번 탭하여 탐색합니다.
nl: Dubbeltik om te spoelen.
pl: Stuknij dwukrotnie, aby przewinąć.
pt: Toque duas vezes para avançar ou retroceder.
ru: Дважды коснитесь для перемотки.
sv: Dubbeltryck för att spola.
th: แตะสองครั้งเพื่อค้นตำแหน่ง
tr: İlerlemek/geri sarmak için iki kez dokunun.
uk: Двічі торкніться, щоб перемотати.
vi: Chạm hai lần để tua.
zh_hans: 轻点两下快进/快退。

source: Double-tap to view profile.
ar: اضغط مرتين لعرض الملف الشخصي.
de: Doppeltippen, um das Profil anzuzeigen.
el: Πατήστε δύο φορές για προβολή προφίλ.
es: Toca dos veces para ver el perfil.
fa: برای مشاهدهٔ نمایه دوبار ضربه بزنید.
fr: Touchez deux fois pour afficher le profil.
he: הקש הקשה כפולה כדי להציג את הפרופיל.
hi: प्रोफ़ाइल देखने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk melihat profil.
it: Tocca due volte per visualizzare il profilo.
ja: ダブルタップしてプロフィールを表示します。
ko: 두 번 탭하여 프로필을 봅니다.
nl: Dubbeltik om het profiel te bekijken.
pl: Stuknij dwukrotnie, aby wyświetlić profil.
pt: Toque duas vezes para ver o perfil.
ru: Дважды коснитесь, чтобы просмотреть профиль.
sv: Dubbeltryck för att visa profilen.
th: แตะสองครั้งเพื่อดูโปรไฟล์
tr: Profili görüntülemek için iki kez dokunun.
uk: Двічі торкніться, щоб переглянути профіль.
vi: Chạm hai lần để xem hồ sơ.
zh_hans: 轻点两下查看个人资料。

source: Double-tap to view your recent notifications.
ar: اضغط مرتين لعرض إشعاراتك الأخيرة.
de: Doppeltippen, um deine letzten Benachrichtigungen anzuzeigen.
el: Πατήστε δύο φορές για προβολή των πρόσφατων ειδοποιήσεών σας.
es: Toca dos veces para ver tus notificaciones recientes.
fa: برای مشاهدهٔ اعلان‌های اخیر خود دوبار ضربه بزنید.
fr: Touchez deux fois pour afficher vos notifications récentes.
he: הקש הקשה כפולה כדי להציג את ההתראות האחרונות שלך.
hi: अपनी हाल की सूचनाएं देखने के लिए डबल-टैप करें।
id: Ketuk dua kali untuk melihat notifikasi terbaru Anda.
it: Tocca due volte per visualizzare le tue notifiche recenti.
ja: ダブルタップして最近の通知を表示します。
ko: 두 번 탭하여 최근 알림을 봅니다.
nl: Dubbeltik om je recente meldingen te bekijken.
pl: Stuknij dwukrotnie, aby wyświetlić ostatnie powiadomienia.
pt: Toque duas vezes para ver suas notificações recentes.
ru: Дважды коснитесь, чтобы просмотреть последние уведомления.
sv: Dubbeltryck för att visa dina senaste aviseringar.
th: แตะสองครั้งเพื่อดูการแจ้งเตือนล่าสุดของคุณ
tr: Son bildirimlerinizi görüntülemek için iki kez dokunun.
uk: Двічі торкніться, щоб переглянути останні сповіщення.
vi: Chạm hai lần để xem thông báo gần đây của bạn.
zh_hans: 轻点两下查看您的近期通知。

source: Double-tapping a notification sound to select it also played a preview right away, but VoiceOver's own selection announcement could talk over the clip because of audio ducking, making it hard to actually hear. A new Preview action, in the rotor's Actions category, is now available on both the setup sound picker and Settings > Notifications — it plays the sound on its own, without changing the selection or triggering that announcement.
ar: كان النقر المزدوج على صوت إشعار لتحديده يشغّل أيضًا معاينة له على الفور، لكن إعلان VoiceOver الخاص بالتحديد كان بإمكانه تغطية الصوت بسبب تخفيت الصوت، ما يجعل سماعه فعليًا صعبًا. أصبح إجراء المعاينة الجديد، ضمن فئة الإجراءات في العجلة، متاحًا الآن في كل من منتقي الأصوات في الإعداد وفي الإعدادات > الإشعارات — وهو يشغّل الصوت بمفرده، دون تغيير التحديد أو تفعيل ذلك الإعلان.
de: Ein Doppeltipp auf einen Benachrichtigungston, um ihn auszuwählen, hat bisher sofort auch eine Vorschau abgespielt – aber VoiceOvers eigene Auswahlansage konnte den Ton wegen des Audio-Duckings übertönen, sodass er kaum zu hören war. Eine neue Vorschau-Aktion in der Kategorie „Aktionen” des Rotors ist jetzt sowohl im Sound-Picker des Setups als auch in Einstellungen > Benachrichtigungen verfügbar – sie spielt den Ton für sich allein ab, ohne die Auswahl zu ändern oder diese Ansage auszulösen.
el: Το διπλό πάτημα σε έναν ήχο ειδοποίησης για να τον επιλέξετε αναπαρήγαγε επίσης αμέσως μια προεπισκόπηση, αλλά η ίδια η ανακοίνωση επιλογής του VoiceOver μπορούσε να καλύψει τον ήχο λόγω του ducking ήχου, καθιστώντας δύσκολο να τον ακούσετε πραγματικά. Μια νέα ενέργεια Προεπισκόπησης, στην κατηγορία Ενέργειες του περιστροφικού χειριστηρίου, είναι πλέον διαθέσιμη τόσο στον επιλογέα ήχων της ρύθμισης όσο και στις Ρυθμίσεις > Ειδοποιήσεις — αναπαράγει τον ήχο από μόνη της, χωρίς να αλλάζει την επιλογή ή να ενεργοποιεί αυτή την ανακοίνωση.
es: Al pulsar dos veces un sonido de notificación para seleccionarlo, también se reproducía una vista previa de inmediato, pero el propio anuncio de selección de VoiceOver podía tapar el sonido debido a la atenuación de audio, dificultando escucharlo bien. Una nueva acción Vista previa, en la categoría Acciones del rotor, ya está disponible tanto en el selector de sonidos de la configuración como en Ajustes > Notificaciones: reproduce el sonido por sí solo, sin cambiar la selección ni activar ese anuncio.
fa: دوبار ضربه زدن روی صدای اعلان برای انتخاب آن، پیش‌نمایش را نیز بلافاصله پخش می‌کرد، اما اعلام انتخاب خود VoiceOver به دلیل کاهش صدای صوتی می‌توانست روی کلیپ صحبت کند و شنیدن آن را دشوار سازد. اکنون یک عملکرد پیش‌نمایش جدید، در دستهٔ اقدامات چرخ‌دستی، هم در انتخابگر صدای تنظیمات و هم در تنظیمات > اعلان‌ها در دسترس است — این عملکرد صدا را به‌تنهایی پخش می‌کند، بدون تغییر انتخاب یا فعال‌سازی آن اعلام.
fr: Double-taper sur un son de notification pour le sélectionner en jouait aussi immédiatement un aperçu, mais l'annonce de sélection de VoiceOver pouvait couvrir le son à cause du ducking audio, le rendant difficile à entendre. Une nouvelle action Aperçu, dans la catégorie Actions du rotor, est désormais disponible à la fois sur le sélecteur de sons de la configuration et dans Réglages > Notifications — elle joue le son seul, sans changer la sélection ni déclencher cette annonce.
he: הקשה כפולה על צליל התראה כדי לבחור אותו הייתה גם מנגנת תצוגה מקדימה מיד, אך ההכרזה על הבחירה של VoiceOver עצמו יכלה לכסות את הקליפ בגלל עמעום השמע, מה שהקשה לשמוע אותו בפועל. פעולת תצוגה מקדימה חדשה, בקטגוריית הפעולות של החוגה, זמינה כעת גם בבורר הצלילים של ההגדרה וגם בהגדרות > התראות — היא מנגנת את הצליל בפני עצמו, מבלי לשנות את הבחירה או להפעיל את ההכרזה הזו.
hi: किसी सूचना ध्वनि को चुनने के लिए डबल-टैप करने पर तुरंत एक पूर्वावलोकन भी बजता था, लेकिन ऑडियो डकिंग के कारण VoiceOver की अपनी चयन घोषणा क्लिप पर बोल सकती थी, जिससे इसे वास्तव में सुनना मुश्किल हो जाता था। रोटर की एक्शन श्रेणी में एक नया पूर्वावलोकन एक्शन अब सेटअप साउंड पिकर और सेटिंग्स > सूचनाएं दोनों में उपलब्ध है — यह चयन बदले या वह घोषणा ट्रिगर किए बिना ध्वनि को अपने आप बजाता है।
id: Mengetuk dua kali suara notifikasi untuk memilihnya juga langsung memutar pratinjau, tetapi pengumuman pemilihan VoiceOver sendiri bisa menutupi klip tersebut karena peredaman audio, sehingga sulit untuk benar-benar didengar. Tindakan Pratinjau baru, dalam kategori Tindakan pada rotor, kini tersedia baik di pemilih suara penyiapan maupun di Pengaturan > Notifikasi — tindakan ini memutar suara itu sendiri, tanpa mengubah pilihan atau memicu pengumuman tersebut.
it: Toccare due volte un suono di notifica per selezionarlo ne riproduceva anche subito un'anteprima, ma l'annuncio di selezione di VoiceOver poteva sovrapporsi al suono a causa del ducking audio, rendendolo difficile da sentire. Una nuova azione Anteprima, nella categoria Azioni del rotore, è ora disponibile sia nel selettore dei suoni della configurazione sia in Impostazioni > Notifiche: riproduce il suono da solo, senza modificare la selezione né attivare quell'annuncio.
ja: 通知音をダブルタップして選択すると、すぐにプレビューも再生されていましたが、オーディオダッキングのためVoiceOver自体の選択アナウンスがクリップにかぶり、実際には聞き取りにくいことがありました。ローターの「アクション」カテゴリにある新しい「プレビュー」アクションが、セットアップのサウンドピッカーと「設定」>「通知」の両方で利用できるようになりました。選択を変更したりそのアナウンスを発生させたりせずに、単独でサウンドを再生します。
ko: 알림 소리를 선택하기 위해 두 번 탭하면 즉시 미리듣기도 재생되었지만, 오디오 덕킹으로 인해 VoiceOver 자체의 선택 알림이 클립 위에 겹쳐 실제로 듣기 어려울 수 있었습니다. 이제 로터의 동작 카테고리에 새로운 미리듣기 동작이 추가되어 설정 소리 선택기와 설정 > 알림 모두에서 사용할 수 있습니다 — 선택을 변경하거나 해당 알림을 트리거하지 않고 소리만 재생합니다.
nl: Dubbeltikken op een meldingsgeluid om het te selecteren speelde ook meteen een voorbeeld af, maar VoiceOvers eigen selectieaankondiging kon het geluid overstemmen door audio-ducking, waardoor het moeilijk te horen was. Een nieuwe Voorbeeld-actie, in de Acties-categorie van de rotor, is nu beschikbaar in zowel de geluidkiezer bij het instellen als bij Instellingen > Meldingen — het speelt het geluid op zichzelf af, zonder de selectie te wijzigen of die aankondiging te activeren.
pl: Podwójne stuknięcie dźwięku powiadomienia w celu jego wybrania od razu odtwarzało też jego podgląd, ale własne ogłoszenie wyboru VoiceOver mogło zagłuszać dźwięk z powodu wyciszania audio, przez co trudno było go usłyszeć. Nowa akcja Podgląd, w kategorii Akcje rotora, jest teraz dostępna zarówno w selektorze dźwięków konfiguracji, jak i w Ustawienia > Powiadomienia — odtwarza dźwięk samodzielnie, bez zmiany wyboru i bez wywoływania tego ogłoszenia.
pt: Tocar duas vezes em um som de notificação para selecioná-lo também reproduzia uma prévia imediatamente, mas o próprio anúncio de seleção do VoiceOver podia sobrepor o som devido ao ducking de áudio, dificultando ouvi-lo. Uma nova ação Pré-visualização, na categoria Ações do rotor, agora está disponível tanto no seletor de sons da configuração quanto em Configurações > Notificações — ela reproduz o som sozinho, sem alterar a seleção nem acionar esse anúncio.
ru: Двойное нажатие на звук уведомления для его выбора также сразу воспроизводило предпросмотр, но собственное объявление VoiceOver о выборе могло заглушать звук из-за приглушения аудио, из-за чего его было трудно расслышать. Новое действие «Просмотр» в категории «Действия» роутера теперь доступно как в селекторе звуков настройки, так и в «Настройки» > «Уведомления» — оно воспроизводит звук самостоятельно, не меняя выбор и не вызывая это объявление.
sv: Att dubbeltrycka på ett aviseringsljud för att välja det spelade också upp en förhandsgranskning direkt, men VoiceOvers egen valannons kunde överrösta klippet på grund av ljudduckning, vilket gjorde det svårt att faktiskt höra. En ny Förhandsgranska-åtgärd, i rotorns Åtgärder-kategori, finns nu tillgänglig både i installationens ljudväljare och i Inställningar > Aviseringar — den spelar upp ljudet för sig, utan att ändra valet eller utlösa den annonsen.
th: การแตะสองครั้งที่เสียงการแจ้งเตือนเพื่อเลือกจะเล่นตัวอย่างทันทีด้วย แต่การประกาศการเลือกของ VoiceOver เองอาจพูดทับคลิปเนื่องจากการลดเสียงเสียง ทำให้ฟังได้ยาก ตอนนี้มีการทำงานแสดงตัวอย่างใหม่ในหมวดการทำงานของโรเตอร์ ใช้ได้ทั้งในตัวเลือกเสียงของการตั้งค่าและใน การตั้งค่า > การแจ้งเตือน — โดยจะเล่นเสียงด้วยตัวเองโดยไม่เปลี่ยนการเลือกหรือกระตุ้นการประกาศนั้น
tr: Bir bildirim sesini seçmek için çift dokunmak da hemen bir önizleme çalıyordu, ancak VoiceOver'ın kendi seçim anonsu, ses kısma (ducking) nedeniyle klibin üzerine binebiliyor ve duymayı zorlaştırabiliyordu. Rotorun Eylemler kategorisinde yer alan yeni bir Önizleme eylemi artık hem kurulum ses seçicisinde hem de Ayarlar > Bildirimler'de kullanılabilir — seçimi değiştirmeden veya bu anonsu tetiklemeden sesi tek başına çalar.
uk: Подвійний дотик до звуку сповіщення для його вибору також одразу відтворював попередній перегляд, але власне оголошення VoiceOver про вибір могло заглушати звук через приглушення аудіо, через що його було важко почути. Нова дія «Перегляд» у категорії «Дії» ротора тепер доступна як у селекторі звуків налаштування, так і в Налаштування > Сповіщення — вона відтворює звук самостійно, не змінюючи вибір і не викликаючи це оголошення.
vi: Chạm đúp vào âm thanh thông báo để chọn cũng phát bản xem trước ngay lập tức, nhưng thông báo lựa chọn của chính VoiceOver có thể lấn át đoạn âm thanh do tính năng giảm âm, khiến khó nghe rõ. Một thao tác Xem trước mới, trong danh mục Thao tác của bộ điều khiển xoay, hiện có sẵn ở cả bộ chọn âm thanh khi thiết lập và ở Cài đặt > Thông báo — thao tác này phát âm thanh một mình, không thay đổi lựa chọn hay kích hoạt thông báo đó.
zh_hans: 双击通知声音以选择它时,也会立即播放预览,但由于音频降低功能,VoiceOver 自己的选择播报可能会盖过音频片段,导致难以真正听清。现在,在旋钮的“操作”类别中新增了“预览”操作,在设置的声音选择器和“设置”>“通知”中均可使用 — 它会单独播放声音,而不会更改所选内容或触发该播报。

source: Download
ar: تنزيل
de: Herunterladen
el: Λήψη
es: Descargar
fa: دانلود
fr: Télécharger
he: הורד
hi: डाउनलोड करें
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: Baixar
ru: Скачать
sv: Ladda ned
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载

source: Download coming soon.
ar: ستتوفر ميزة التنزيل قريباً.
de: Download demnächst verfügbar.
el: Η λήψη έρχεται σύντομα.
es: Descarga próximamente.
fa: ویژگی دانلود به زودی موجود خواهد شد.
fr: Téléchargement bientôt disponible.
he: ההורדה תהיה זמינה בקרוב.
hi: डाउनलोड सुविधा जल्द आ रही है।
id: Fitur unduh akan segera hadir.
it: Download disponibile a breve.
ja: ダウンロード機能は近日公開予定。
ko: 다운로드 기능이 곧 출시됩니다.
nl: Downloaden binnenkort beschikbaar.
pl: Pobieranie będzie dostępne wkrótce.
pt: Download em breve.
ru: Загрузка скоро будет доступна.
sv: Nedladdningsfunktionen kommer snart.
th: ฟีเจอร์ดาวน์โหลดจะมาเร็วๆ นี้
tr: İndirme özelliği yakında kullanıma sunulacak.
uk: Завантаження незабаром буде доступне.
vi: Tính năng tải xuống sẽ sớm ra mắt.
zh_hans: 下载功能即将推出。

source: Download for offline playback
ar: تنزيل للتشغيل دون اتصال
de: Für Offline-Wiedergabe herunterladen
el: Λήψη για αναπαραγωγή εκτός σύνδεσης
es: Descargar para reproducción sin conexión
fa: بارگیری برای پخش آفلاین
fr: Télécharger pour la lecture hors ligne
he: הורדה להשמעה במצב לא מקוון
hi: ऑफ़लाइन प्लेबैक के लिए डाउनलोड करें
id: Unduh untuk pemutaran offline
it: Scarica per la riproduzione offline
ja: オフライン再生用にダウンロード
ko: 오프라인 재생을 위해 다운로드
nl: Downloaden voor offline afspelen
pl: Pobierz do odtwarzania offline
pt: Baixar para reprodução offline
ru: Загрузить для прослушивания без интернета
sv: Ladda ner för uppspelning offline
th: ดาวน์โหลดเพื่อเล่นแบบออฟไลน์
tr: Çevrimdışı oynatma için indir
uk: Завантажити для відтворення офлайн
vi: Tải xuống để phát ngoại tuyến
zh_hans: 下载以供离线播放

source: Downloaded
ar: تم التنزيل
de: Heruntergeladen
el: Έγινε λήψη
es: Descargado
fa: بارگیری‌شده
fr: Téléchargé
he: הורד
hi: डाउनलोड किया गया
id: Diunduh
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
nl: Gedownload
pl: Pobrano
pt: Baixado
ru: Загружено
sv: Nedladdad
th: ดาวน์โหลดแล้ว
tr: İndirildi
uk: Завантажено
vi: Đã tải xuống
zh_hans: 已下载

source: Downloaded episodes
ar: الحلقات المنزَّلة
de: Heruntergeladene Episoden
el: Ληφθέντα επεισόδια
es: Episodios descargados
fa: قسمت‌های دانلودشده
fr: Épisodes téléchargés
he: פרקים שהורדו
hi: डाउनलोड किए गए एपिसोड
id: Episode yang Diunduh
it: Episodi scaricati
ja: ダウンロード済みエピソード
ko: 다운로드된 에피소드
nl: Gedownloade afleveringen
pl: Pobrane odcinki
pt: Episódios baixados
ru: Загруженные выпуски
sv: Nedladdade avsnitt
th: ตอนที่ดาวน์โหลด
tr: İndirilen Bölümler
uk: Завантажені епізоди
vi: Tập đã tải xuống
zh_hans: 已下载剧集

source: Downloaded. Double-tap to remove download.
ar: تم التنزيل. اضغط مرتين لإزالة التنزيل.
de: Heruntergeladen. Doppeltippen, um den Download zu entfernen.
el: Έγινε λήψη. Πατήστε δύο φορές για κατάργηση της λήψης.
es: Descargado. Toca dos veces para eliminar la descarga.
fa: بارگیری‌شده. برای حذف دانلود دوبار ضربه بزنید.
fr: Téléchargé. Touchez deux fois pour supprimer le téléchargement.
he: הורד. הקש הקשה כפולה כדי להסיר את ההורדה.
hi: डाउनलोड किया गया। डाउनलोड हटाने के लिए डबल-टैप करें।
id: Diunduh. Ketuk dua kali untuk menghapus unduhan.
it: Scaricato. Tocca due volte per rimuovere il download.
ja: ダウンロード済みです。ダブルタップしてダウンロードを削除します。
ko: 다운로드됨. 두 번 탭하여 다운로드를 제거합니다.
nl: Gedownload. Dubbeltik om de download te verwijderen.
pl: Pobrano. Stuknij dwukrotnie, aby usunąć pobrany plik.
pt: Baixado. Toque duas vezes para remover o download.
ru: Загружено. Дважды коснитесь, чтобы удалить загрузку.
sv: Nedladdad. Dubbeltryck för att ta bort nedladdningen.
th: ดาวน์โหลดแล้ว แตะสองครั้งเพื่อลบการดาวน์โหลด
tr: İndirildi. İndirmeyi kaldırmak için iki kez dokunun.
uk: Завантажено. Двічі торкніться, щоб видалити завантаження.
vi: Đã tải xuống. Chạm hai lần để xóa tệp tải xuống.
zh_hans: 已下载。轻点两下移除下载内容。

source: Downloading
ar: جارٍ التنزيل
de: Wird heruntergeladen
el: Γίνεται λήψη
es: Descargando
fa: در حال بارگیری
fr: Téléchargement
he: בהורדה
hi: डाउनलोड हो रहा है
id: Mengunduh
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
nl: Downloaden
pl: Pobieranie
pt: Baixando
ru: Загрузка
sv: Laddar ner
th: กำลังดาวน์โหลด
tr: İndiriliyor
uk: Завантаження
vi: Đang tải xuống
zh_hans: 下载中

source: Downloading, %lld percent
ar: جارٍ التنزيل، %lld بالمئة
de: Wird heruntergeladen, %lld Prozent
el: Γίνεται λήψη, %lld τοις εκατό
es: Descargando, %lld por ciento
fa: در حال بارگیری، %lld درصد
fr: Téléchargement, %lld pour cent
he: בהורדה, %lld אחוז
hi: डाउनलोड हो रहा है, %lld प्रतिशत
id: Mengunduh, %lld persen
it: Download in corso, %lld per cento
ja: ダウンロード中、%lld パーセント
ko: 다운로드 중, %lld퍼센트
nl: Downloaden, %lld procent
pl: Pobieranie, %lld procent
pt: Baixando, %lld por cento
ru: Загрузка, %lld процентов
sv: Laddar ner, %lld procent
th: กำลังดาวน์โหลด %lld เปอร์เซ็นต์
tr: İndiriliyor, yüzde %lld
uk: Завантаження, %lld відсотків
vi: Đang tải xuống, %lld phần trăm
zh_hans: 下载中，%lld%

source: Downloading, %lld percent. Double-tap to cancel.
ar: جارٍ التنزيل، %lld بالمئة. اضغط مرتين للإلغاء.
de: Wird heruntergeladen, %lld Prozent. Doppeltippen zum Abbrechen.
el: Γίνεται λήψη, %lld τοις εκατό. Πατήστε δύο φορές για ακύρωση.
es: Descargando, %lld por ciento. Toca dos veces para cancelar.
fa: در حال بارگیری، %lld درصد. برای لغو دوبار ضربه بزنید.
fr: Téléchargement, %lld pour cent. Touchez deux fois pour annuler.
he: בהורדה, %lld אחוז. הקש הקשה כפולה לביטול.
hi: डाउनलोड हो रहा है, %lld प्रतिशत। रद्द करने के लिए डबल-टैप करें।
id: Mengunduh, %lld persen. Ketuk dua kali untuk membatalkan.
it: Download in corso, %lld per cento. Tocca due volte per annullare.
ja: ダウンロード中、%lld パーセント。ダブルタップしてキャンセルします。
ko: 다운로드 중, %lld퍼센트. 두 번 탭하여 취소합니다.
nl: Downloaden, %lld procent. Dubbeltik om te annuleren.
pl: Pobieranie, %lld procent. Stuknij dwukrotnie, aby anulować.
pt: Baixando, %lld por cento. Toque duas vezes para cancelar.
ru: Загрузка, %lld процентов. Дважды коснитесь, чтобы отменить.
sv: Laddar ner, %lld procent. Dubbeltryck för att avbryta.
th: กำลังดาวน์โหลด %lld เปอร์เซ็นต์ แตะสองครั้งเพื่อยกเลิก
tr: İndiriliyor, yüzde %lld. İptal etmek için iki kez dokunun.
uk: Завантаження, %lld відсотків. Двічі торкніться, щоб скасувати.
vi: Đang tải xuống, %lld phần trăm. Chạm hai lần để hủy.
zh_hans: 下载中，%lld%。轻点两下取消。

source: Downloads
ar: التنزيلات
el: Λήψεις
es: Descargas
fa: بارگیری‌ها
fr: Téléchargements
he: הורדות
hi: डाउनलोड
id: Unduhan
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pobrane
ru: Загрузки
sv: Nedladdningar
th: การดาวน์โหลด
tr: İndirilenler
uk: Завантаження
vi: Tệp tải xuống
zh_hans: 下载内容
